Repository: overpolish/keyframeless
Catalog: KeyframelessAI/Sources/KeyframelessAI/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

source: %lld selected · transforms apply here
de: %lld ausgewählt · Transformationen werden hier angewendet
es: %lld seleccionados · las transformaciones se aplican aquí
fr: %lld sélectionné(s) · les transformations s'appliquent ici
ja: %lld 件選択中 · 変換はここに適用されます
ko: %lld개 선택됨 · 변환이 여기에 적용됩니다
zh_hans: 已选择 %lld 个 · 变换在此应用

source: Action
de: Aktion
es: Acción
ja: アクション
ko: 작업
zh_hans: 操作

source: AI
de: KI
es: IA
fr: IA

source: Answering
de: Antwort wird erstellt
es: Respondiendo
fr: Réponse en cours
ja: 回答中
ko: 답변 중
zh_hans: 正在回答

source: API Key
de: API-Schlüssel
es: Clave de API
fr: Clé d'API
ja: APIキー
ko: API 키
zh_hans: API 密钥

source: Balanced, low memory
de: Ausgewogen, wenig Speicher
es: Equilibrado, poca memoria
fr: Équilibré, peu de mémoire
ja: バランス型、低メモリ
ko: 균형적, 저메모리
zh_hans: 均衡，低内存

source: Choosing a look
de: Look wird gewählt
es: Eligiendo un estilo
fr: Choix du style
ja: スタイルを選択中
ko: 스타일 선택 중
zh_hans: 正在选择风格

source: Config
de: Konfiguration
es: Configuración
fr: Configuration
ja: 設定
ko: 설정
zh_hans: 配置

source: Configure AI key
de: KI-Schlüssel konfigurieren
es: Configurar clave de IA
fr: Configurer la clé d'IA
ja: AIキーを設定
ko: AI 키 설정
zh_hans: 配置 AI 密钥

source: Couldn't delete: %@
de: Löschen fehlgeschlagen: %@
es: No se pudo eliminar: %@
fr: Échec de la suppression : %@
ja: 削除できませんでした: %@
ko: 삭제할 수 없습니다: %@
zh_hans: 无法删除：%@

source: Couldn't figure out which lanes to change.
de: Konnte nicht ermitteln, welche Spuren geändert werden sollen.
es: No se pudo determinar qué pistas cambiar.
fr: Impossible de déterminer quelles pistes modifier.
ja: 変更するレーンを特定できませんでした。
ko: 변경할 레인을 파악하지 못했습니다.
zh_hans: 无法确定要更改哪些轨道。

source: Couldn't reach the on-device model service.
de: Der geräteinterne Modelldienst ist nicht erreichbar.
es: No se pudo acceder al servicio de modelo en el dispositivo.
fr: Impossible de joindre le service de modèle sur l'appareil.
ja: デバイス上のモデルサービスに接続できませんでした。
ko: 기기 내 모델 서비스에 연결할 수 없습니다.
zh_hans: 无法连接设备端模型服务。

source: Couldn't run the on-device model.
de: Das On-Device-Modell konnte nicht ausgeführt werden.
es: No se pudo ejecutar el modelo en el dispositivo.
fr: Impossible d'exécuter le modèle sur l'appareil.
ja: デバイス上のモデルを実行できませんでした。
ko: 기기 내 모델을 실행할 수 없습니다.
zh_hans: 无法运行设备端模型。

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
zh_hans: 删除

source: Describe what to do to the selected transcriptions…
de: Beschreibe, was mit den ausgewählten Transkriptionen geschehen soll…
es: Describe qué hacer con las transcripciones seleccionadas…
fr: Décrivez ce qu'il faut faire avec les transcriptions sélectionnées…
ja: 選択した文字起こしに対する処理を入力…
ko: 선택한 전사에 대해 수행할 작업을 설명하세요…
zh_hans: 描述要对所选转录执行的操作…

source: Dismiss answer
de: Antwort schließen
es: Descartar respuesta
fr: Ignorer la réponse
ja: 回答を閉じる
ko: 답변 닫기
zh_hans: 关闭回答

source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
ko: 완료
zh_hans: 完成

source: Done - click to review
de: Fertig - zum Überprüfen klicken
es: Listo - haz clic para revisar
fr: Terminé - cliquez pour vérifier
ja: 完了 - クリックして確認
ko: 완료 - 클릭하여 검토
zh_hans: 完成 - 点击查看

source: Download
de: Laden
es: Descargar
fr: Télécharger
ja: ダウンロード
ko: 다운로드
zh_hans: 下载

source: Examples
de: Beispiele
es: Ejemplos
fr: Exemples
ja: 例
ko: 예시
zh_hans: 示例

source: Expand all contractions (don't → do not)
de: Alle Kurzformen auflösen (don't → do not)
es: Expandir todas las contracciones (don't → do not)
fr: Développer toutes les contractions (don't → do not)
ja: すべての短縮形を展開する (don't → do not)
ko: 모든 축약형 풀어쓰기 (don't → do not)
zh_hans: 展开所有缩写 (don't → do not)

source: Expand contractions
de: Kurzformen auflösen
es: Expandir contracciones
fr: Développer les contractions
ja: 短縮形を展開
ko: 축약형 풀어쓰기
zh_hans: 展开缩写

source: Fast and capable
de: Schnell und leistungsfähig
es: Rápido y capaz
fr: Rapide et performant
ja: 高速で高性能
ko: 빠르고 유능함
zh_hans: 快速且强大

source: Finalizing
de: Wird abgeschlossen
es: Finalizando
fr: Finalisation
ja: 完了処理中
ko: 마무리 중
zh_hans: 正在完成

source: Fix capitalization
de: Großschreibung korrigieren
es: Corregir mayúsculas
fr: Corriger la casse
ja: 大文字小文字を修正
ko: 대소문자 수정
zh_hans: 修正大小写

source: Fix capitalization and punctuation
de: Großschreibung und Zeichensetzung korrigieren
es: Corregir mayúsculas y puntuación
fr: Corriger la casse et la ponctuation
ja: 大文字小文字と句読点を修正する
ko: 대소문자와 문장 부호 수정
zh_hans: 修正大小写和标点符号

source: Get a key
de: Schlüssel erhalten
es: Obtener una clave
fr: Obtenir une clé
ja: キーを取得
ko: 키 받기
zh_hans: 获取密钥

source: Install Keyframeless AI to run local models
de: Keyframeless AI installieren, um lokale Modelle auszuführen
es: Instala Keyframeless AI para ejecutar modelos locales
fr: Installez Keyframeless AI pour exécuter les modèles locaux
ja: ローカルモデルを実行するには Keyframeless AI をインストール
ko: 로컬 모델을 실행하려면 Keyframeless AI를 설치하세요
zh_hans: 安装 Keyframeless AI 以运行本地模型

source: Key works
de: Schlüssel funktioniert
es: La clave funciona
fr: La clé fonctionne
ja: キーは有効です
ko: 키가 작동합니다
zh_hans: 密钥有效

source: Keyframeless AI %@ available
de: Keyframeless AI %@ verfügbar
es: Keyframeless AI %@ disponible
fr: Keyframeless AI %@ disponible
ja: Keyframeless AI %@ が利用可能
ko: Keyframeless AI %@ 사용 가능
zh_hans: Keyframeless AI %@ 可用

source: Last answer
de: Letzte Antwort
es: Última respuesta
fr: Dernière réponse
ja: 前回の回答
ko: 마지막 답변
zh_hans: 上一个回答

source: Light and fast, any modern Mac
de: Leicht und schnell, jeder Mac
es: Ligero y rápido, cualquier Mac
fr: Léger et rapide, tout Mac
ja: 軽量・高速、どの Mac でも
ko: 가볍고 빠름, 모든 Mac
zh_hans: 轻量快速，任何 Mac

source: Loading model
de: Modell wird geladen
es: Cargando modelo
fr: Chargement du modèle
ja: モデルを読み込み中
ko: 모델 로딩 중
zh_hans: 正在加载模型

source: Local
de: Lokal
ja: ローカル
ko: 로컬
zh_hans: 本地

source: Make formal
de: Formeller machen
es: Hacer formal
fr: Rendre formel
ja: フォーマルにする
ko: 격식체로 변경
zh_hans: 改为正式语气

source: No key
de: Kein Schlüssel
es: Sin clave
fr: Aucune clé
ja: キーなし
ko: 키 없음
zh_hans: 无密钥

source: No key for %@
de: Kein Schlüssel für %@
es: Sin clave para %@
fr: Aucune clé pour %@
ja: %@ のキーがありません
ko: %@에 대한 키가 없습니다
zh_hans: 没有 %@ 的密钥

source: No model
de: Kein Modell
es: Sin modelo
fr: Aucun modèle
ja: モデルなし
ko: 모델 없음
zh_hans: 无模型

source: No model selected
de: Kein Modell ausgewählt
es: Ningún modelo seleccionado
fr: Aucun modèle sélectionné
ja: モデルが選択されていません
ko: 선택된 모델 없음
zh_hans: 未选择模型

source: No selection · transforms unavailable, questions still work
de: Keine Auswahl · Transformationen nicht verfügbar, Fragen funktionieren weiterhin
es: Sin selección · transformaciones no disponibles, las preguntas siguen funcionando
fr: Aucune sélection · transformations indisponibles, les questions fonctionnent toujours
ja: 選択なし · 変換は利用できません。質問は引き続き使えます
ko: 선택 없음 · 변환을 사용할 수 없지만 질문은 가능합니다
zh_hans: 未选择 · 变换不可用，但仍可提问

source: On-device models
de: Modelle auf dem Gerät
es: Modelos en el dispositivo
fr: Modèles sur l'appareil
ja: デバイス上のモデル
ko: 기기 내 모델
zh_hans: 设备端模型

source: On-device models run in a small engine you install once - shared by every Keyframeless plugin. Remote (BYOK) works without it.
de: On-Device-Modelle laufen in einer kleinen Engine, die du einmal installierst und die alle Keyframeless-Plug-ins gemeinsam nutzen. Remote (BYOK) funktioniert auch ohne sie.
es: Los modelos en el dispositivo se ejecutan en un pequeño motor que instalas una vez y que comparten todos los plugins de Keyframeless. El modo remoto (BYOK) funciona sin él.
fr: Les modèles sur l'appareil s'exécutent dans un petit moteur que vous installez une seule fois, partagé par tous les plug-ins Keyframeless. Le mode distant (BYOK) fonctionne sans lui.
ja: オンデバイスモデルは一度だけインストールする小さなエンジンで動作し、すべての Keyframeless プラグインで共有されます。リモート（BYOK）はこれがなくても動作します。
ko: 온디바이스 모델은 한 번만 설치하는 작은 엔진에서 실행되며 모든 Keyframeless 플러그인이 공유합니다. 원격(BYOK)은 이것 없이도 작동합니다.
zh_hans: 设备端模型在一个只需安装一次的小型引擎中运行，由所有 Keyframeless 插件共享。远程（BYOK）无需它即可使用。

source: Paste %@…
de: %@ einfügen…
es: Pega %@…
fr: Coller %@…
ja: %@ を貼り付け…
ko: %@ 붙여넣기…
zh_hans: 粘贴 %@…

source: Planning timing
de: Timing wird geplant
es: Planificando el tiempo
fr: Planification du timing
ja: タイミングを計画中
ko: 타이밍 계획 중
zh_hans: 正在规划计时

source: Reading prompt
de: Eingabe wird gelesen
es: Leyendo la indicación
fr: Lecture de la requête
ja: プロンプトを読み取り中
ko: 프롬프트 읽는 중
zh_hans: 正在读取提示

source: Recent
de: Zuletzt verwendet
es: Recientes
fr: Récents
ja: 最近
ko: 최근
zh_hans: 最近

source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandé
ja: おすすめ
ko: 추천
zh_hans: 推荐

source: Recommended is based on your Mac
de: Empfehlung basiert auf deinem Mac
es: La recomendación se basa en tu Mac
fr: La recommandation dépend de votre Mac
ja: おすすめはお使いの Mac に基づきます
ko: 추천은 사용 중인 Mac을 기준으로 합니다
zh_hans: 推荐基于你的 Mac

source: Remove filler words like uh, um, like, you know
de: Füllwörter wie ähm, äh, also, weißt du entfernen
es: Eliminar muletillas como eh, em, o sea, ya sabes
fr: Supprimer les mots de remplissage comme euh, hum, genre, tu vois
ja: 「えー」「あの」「えっと」などのつなぎ言葉を削除する
ko: 음, 어, 그, 있잖아 같은 군더더기 표현 제거
zh_hans: 去除「呃、嗯、就是、你知道」之类的填充词

source: Resolving %@…
de: %@ wird aufgelöst…
es: Resolviendo %@…
fr: Résolution de %@…
ja: %@ を解決中…
ko: %@ 확인 중…
zh_hans: 正在解析 %@…

source: Rewrite in a formal tone
de: In einem formellen Ton umschreiben
es: Reescribir en un tono formal
fr: Réécrire sur un ton formel
ja: フォーマルな口調に書き換える
ko: 격식 있는 어조로 다시 작성
zh_hans: 用正式语气重写

source: Run
de: Ausführen
es: Ejecutar
fr: Exécuter
ja: 実行
ko: 실행
zh_hans: 运行

source: Runs entirely on your Mac.
de: Läuft vollständig auf deinem Mac.
es: Se ejecuta por completo en tu Mac.
fr: Fonctionne entièrement sur votre Mac.
ja: すべてお使いの Mac 上で動作します。
ko: 전적으로 Mac에서 실행됩니다.
zh_hans: 完全在你的 Mac 上运行。

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
zh_hans: 保存

source: Saved - paste to replace
de: Gespeichert - zum Ersetzen einfügen
es: Guardado - pega para reemplazar
fr: Enregistré - collez pour remplacer
ja: 保存済み - 貼り付けて置き換え
ko: 저장됨 - 붙여넣어 교체
zh_hans: 已保存 - 粘贴以替换

source: Smartest, heaviest
de: Klügste, schwerste
es: El más inteligente y exigente
fr: Le plus intelligent, le plus lourd
ja: 最も賢く、最も重い
ko: 가장 똑똑하고 무거움
zh_hans: 最智能，最重

source: Strip filler words
de: Füllwörter entfernen
es: Quitar muletillas
fr: Supprimer les mots de remplissage
ja: つなぎ言葉を削除
ko: 군더더기 표현 제거
zh_hans: 去除填充词

source: Strongest reasoning, needs 16 GB
de: Stärkstes Reasoning, braucht 16 GB
es: Máximo razonamiento, necesita 16 GB
fr: Raisonnement maximal, 16 Go requis
ja: 最高の推論、16 GB 必要
ko: 최고 추론, 16 GB 필요
zh_hans: 最强推理，需要 16 GB

source: Testing connection
de: Verbindung wird getestet
es: Probando conexión
fr: Test de la connexion
ja: 接続をテスト中
ko: 연결 테스트 중
zh_hans: 正在测试连接

source: Thinking
de: Denkt nach
es: Pensando
fr: Réflexion
ja: 思考中
ko: 생각 중
zh_hans: 思考中

source: Translate into
de: Übersetzen nach
es: Traducir a
fr: Traduire en
ja: 次の言語に翻訳:
ko: 다음으로 번역:
zh_hans: 翻译为

source: Translate to…
de: Übersetzen nach…
es: Traducir a…
fr: Traduire en…
ja: 翻訳先…
ko: 번역 대상…
zh_hans: 翻译为…

source: Uninstall
de: Entfernen
es: Desinstalar
fr: Désinstaller
ja: アンインストール
ko: 제거
zh_hans: 卸载

source: What's New
de: Neuigkeiten
es: Novedades
fr: Nouveautés
ja: 新機能
ko: 새로운 기능
zh_hans: 新功能

source: Working
de: Arbeitet
es: Trabajando
fr: En cours
ja: 処理中
ko: 작업 중
zh_hans: 处理中
